[French]
IDS_FILE=Fichier
IDS_RUN=Démarrer
IDS_OPEN=Ouvrir
IDS_EXIT=Fermer
IDS_SETTINGS=Paramètres
IDS_LANGUAGE=Langues
IDS_HELP=Aide
IDS_WEBSITE=Site Web
IDS_ABOUT=A propos
IDS_DONATE=Faire un don !
IDS_TRAY_SHOW=Montrer/Cacher
IDS_BROWSER=Nom
IDS_CURRENTVERSION=Version actuelle
IDS_VERSION=Nouvelle version
IDS_DATE=Date
IDS_ACTION_CHECK=Check for update
IDS_ACTION_DOWNLOAD=Télécharger la mise à jour
IDS_ACTION_INSTALL=Installer la mise à jour
IDS_STATUS_CHECK=Recherche de nouvelles versions...
IDS_STATUS_DOWNLOAD=Téléchargement en cours...
IDS_STATUS_INSTALL=Installation en cours...
IDS_STATUS_FOUND=Une mise à jour a été trouvée. Ouvrir launchbro puis appuyer sur 'Télécharger la mise à jour'.
IDS_STATUS_DOWNLOADED=La mise à jour est téléchargée mais n'est pas installée. Fermer Chromium puis appuyer sur 'Installer la mise à jour'.
IDS_QUESTION_STOP=Etes vous certain d'annuler le processus de mise à jour ?
IDS_CLOSE=Fermer
IDS_STATUS_ERROR=Error while checking update...
IDS_STATUS_NOTFOUND=<Non trouve>
IDS_RUNATEND_CHK=Démarrer le navigateur à la fin
IDS_DARKMODE_CHK=Utiliser le thème sombre
IDS_TASKUPDATE_CHK=Activer la mise à jour automatique planifiée
IDS_STATUS_RESTARTNOTICE=Chromium va redémarrer pour appliquer la mise à jour.
IDS_STATUS_RETRYINSTALL=Mise à jour téléchargée, mais Chromium est encore en cours d'exécution. Nouvel essai plus tard.
IDS_QUESTION_TASKENABLE=Créer une tâche planifiée qui vérifie les mises à jour tous les 14 jours et peut redémarrer Chromium en cours d'exécution pour appliquer les mises à jour ?
IDS_CHECKFORUPDATES=Rechercher des mises à jour
IDS_AUTOCHECKUPDATES_CHK=Rechercher automatiquement les mises à jour au démarrage
IDS_UNINSTALL=Désinstaller
IDS_EXPORTPROFILE=Exporter le profil
IDS_IMPORTPROFILE=Importer le profil
IDS_UPDATE_AVAILABLE=La nouvelle version %s est disponible. Télécharger et installer maintenant ?
IDS_UPDATE_DOWNLOADING=Téléchargement de la mise à jour de l'application...
IDS_UPDATE_INSTALLING=Installation de la mise à jour de l'application...
IDS_UPDATE_DONE=Mise à jour installée avec succès. Redémarrage...
IDS_UPDATE_ERROR=Erreur lors de la mise à jour de l'application.
IDS_UPDATE_UPTODATE=Vous utilisez la dernière version.
IDS_MIGRATION_FOUND=Une installation chrlauncher existante a été trouvée. Voulez-vous migrer les données et la renommer en launchbro ?
IDS_MIGRATION_TITLE=Migration détectée
IDS_UNINSTALL_CONFIRM=Êtes-vous sûr de vouloir désinstaller launchbro ?
IDS_UNINSTALL_KEEPPROFILES=Voulez-vous conserver vos profils de navigateur ?
IDS_EXPORTPROFILE_TITLE=Choisissez un dossier vers lequel exporter les profils
IDS_IMPORTPROFILE_TITLE=Choisissez un dossier de profil à importer
IDS_PROFILE_EXPORTED=Profil exporté avec succès.
IDS_PROFILE_IMPORTED=Profil importé avec succès.
